Revit 2027 API
BuiltInFailures.DividedPathFailures.DividedPathInvalidNumberOfPoints Property
 End indent is too large.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DividedPathInvalidNumberOfPoints { get; }
Public Shared ReadOnly Property DividedPathInvalidNumberOfPoints As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DividedPathInvalidNumberOfPoints {
	FailureDefinitionId^ get ();
}
static member DividedPathInvalidNumberOfPoints : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DividedPathFailures Class
Autodesk.Revit.DB Namespace